/* No comment provided by engineer. */
"AgreeButton" = "Onartu";

/* No comment provided by engineer. */
"AgreementMessage1" = "Software hau instalatzen jarraitzeko software-akordioaren baldintzekin ados egon behar duzu.";

/* No comment provided by engineer. */
"AgreementMessage2" = "Sakatu Onartu jarraitzeko edo sakatu Ez onartu instalazioa utzi eta instalatzailetik irteteko.";

/* No comment provided by engineer. */
"All Regions -- Beta License Agreement" = "Eskualde guztiak -- Beta lizentzia-kontratua";

/* No comment provided by engineer. */
"DisagreeButton" = "Ez onartu";

/* No comment provided by engineer. */
"PaneTitle" = "Lizentzia-kontratua";

/* No comment provided by engineer. */
"ReadLicenseButton" = "Irakurri lizentzia";

/* No comment provided by engineer. */
"SelectCountryText" = "Hautatu zure herrialdea edo eskualdea:";

/* No comment provided by engineer. */
"SelectFromList" = "Hautatu zerrendatik";

